Repository: christiankreidl/fusiondirectory-plugins
Catalog: dsa/locale/*/fusiondirectory.po
Languages: fr

source: DSA management
fr: Gestion DSA

source: Manage simple security objects
fr: Gérer des objets de sécurité simples

source: Simple security object
fr: Objet de sécurité simple

source: Entry name
fr: Nom

source: Account name
fr: Nom du compte

source: Description of this simple security object
fr: Description de ce compte DSA

source: Change password
fr: Modifier le mot de passe

source: Password
fr: Mot de passe

source: DSA configuration
fr: Configuration de DSA

source: FusionDirectory dsa plugin configuration
fr: Configuration du plugin dsa

source: DSA RDN
fr: Branche DSA

source: Branch in which Directory Service Account (dsa) will be stored
fr: Branche dans laquelle les comptes DSA (Directory Service Account) seront stockés
