Repository: christiankreidl/fusiondirectory-plugins
Catalog: cyrus/locale/*/fusiondirectory.po
Languages: pt

source: Services
pt: Serviços

source: Connect URL for Cyrus server
pt: Conectar URL pelo servidor Cyrus

source: Hostname
pt: Nome do host

source: Hostname of the Cyrus server
pt: Nome do host do servidor Cyrus

source: Port
pt: Porta

source: Port number on which Cyrus server should be contacted
pt: Número da porta a qual Cyrus deve se conectar

source: Option
pt: Opção

source: Options for contacting Cyrus server
pt: Opções para contactar servidor Cyrus

source: Valide certificats
pt: Validar certificados

source: Weither or not to validate server certificate on connexion
pt: Validar ou não os certificados dos servidores durante a conexão

source: Admin user
pt: Usuário admin

source: Imap server admin user
pt: usuário administrador do servidor Imap

source: Password
pt: Senha

source: Admin user password
pt: Senha do usuário admin

source: Sieve connect URL for Cyrus server
pt: Conectar filtro URL para servidor Cyrus

source: Hostname of the Cyrus sieve server
pt: Nome do servidos para o filtro do servidor Cyrus

source: Port number on which Cyrus sieve server should be contacted
pt: Número da porta onde o filtro do servidor Cyrus deve ser contactado

source: Options for contacting Cyrus sieve server
pt: Opções para contactar filtro do servidor Cyrus

source: Cannot modify IMAP mailbox quota: %s
pt: Impossível modificar caixa de e-mail IMAP :%s

source: Mail info
pt: Informação de correio

source: LDAP entry has been removed but cyrus mailbox (%s) is kept. Please delete it manually!
pt: Entrada LDAP foi removida mas a caixa de correio cyrus (%s) foi mantida. Por favor, delete manualmente!

source: The module imap_getacl is not implemented!
pt: O modulo imap_getacl não está implementado!

source: Cannot retrieve SIEVE script: %s
pt: Não é possível recuperar script SIEVE : %s

source: Cannot store SIEVE script: %s
pt: Não é possível armazenar script SIEVE:%s

source: Cannot activate SIEVE script: %s
pt: Não é possível ativar script SIEVE:%s
