Repository: christiankreidl/fusiondirectory-plugins
Catalog: sympa/locale/*/fusiondirectory.po
Languages: it_it

source: Sympa Server
it_it: Server Sympa

source: Services
it_it: Servizi

source: Sympa server
it_it: Server Sympa

source: URL to access the sympa server
it_it: URL d'accesso al Server Sympa

source: User
it_it: Utente

source: User to access sympa server SOAP API.
it_it: Nome utente per accedere al SOAP API del Server Sympa.

source: Password to access sympa server SOAP API.
it_it: Password per accedere al SOAP API del Server Sympa.

source: Sympa management
it_it: Gestione di Sympa

source: Manage sympa aliases
it_it: Gestisci gli alias sympa

source: Sympa list alias
it_it: Elenco alias sympa

source: Name
it_it: Nome

source: Name to identify this alias
it_it: Nome per identificare questo alias

source: Description
it_it: Descrizione

source: Description of this alias
it_it: Descrizione di questo alias

source: Email address
it_it: Indirizzo di posta elettronica

source: Sympa server for this alias
it_it: Server Sympa per questo alias

source: Sympa configuration
it_it: Configurazione di Sympa

source: FusionDirectory sympa plugin configuration
it_it: Configurazione del plugin sympa di FusionDirectory

source: Branch in which Sympa objects will be stored
it_it: Ramo in cui gli oggetti Sympa saranno immagazzinati
