Repository: christiankreidl/fusiondirectory-plugins
Catalog: user-reminder/locale/*/fusiondirectory.po
Languages: nl

source: User reminder
nl: Gebruikersherinnering

source: Configuration for the reminder of accounts expiration
nl: Configuratie voor de herinneringen van accountvervaltijden

source: User reminder settings
nl: Instellingen voor de gebruikersherinnering

source: Delay before expiration
nl: Uitstel voor vervaltijd

source: Days before expiration to send the first mail
nl: Dagen voor vervaltijd om de eerste mail te verzenden

source: Delay before sending again
nl: Verplichte wachtperiode voor nogmaals verzenden

source: Days before sending a second mail (0 to disable)
nl: Dagen voor het verzenden van een 2de mail (0 voor afzetten)

source: Extension of the validity
nl: Uitbreiding van de geldigheid

source: Extension of the duration of the account in days
nl: Uitbreiding van de levensduur van het account in dagen

source: Sender email address
nl: Verzender email adres

source: Email address from which mails will be sent
nl: Email adres van waaruit de mails zullen verzonden worden

source: Allow use of alternate addresses
nl: Laat het gebruik toe van alternate adressen

source: Whether the field gosaMailAlternateAddress should be used as well to send reminders
nl: Of het veld gosaMailAlternateAddress ook moet gebruikt worden om reminders te sturen

source: Ppolicy email settings
nl: Ppolicy e-mailinstellingen

source: Forward alerts to the manager
nl: Doorsturen alarmberichten naar de manager

source: Forward ppolicy alerts to the manager
nl: Doorsturen ppolicy alarmberichten naar de manager

source: Subject
nl: Onderwerp

source: Subject of the ppolicy alert email
nl: Onderwerp van de ppolicy alarm-mail

source: [FusionDirectory] Your password is about to expire
nl: [FusionDirectory] Je paswoord vervalt spoedig

source: Body (%s are cn and login)
nl: Body (%s zijn cn en login)

source: Body of the ppolicy alert email, sent when the user password is about to expire. Use %s for the cn and uid.
nl: Body van het ppolicy-alarmberichten, verzonden wanneer het gebruikerspaswoord tegen vervaldatum aanloopt. Gebruik %s voor de cn en uid.

source: Dear %1$s, your password for account %2$s is about to expire, please change your password: https://
nl: Beste %1$s, je paswoord voor account %2$s zal spoedig vervallen, verander je paswoord a.u.b.: https://

source: Alert email settings
nl: Alarmberichten e-mailinstellingen

source: Subject of the alert email
nl: Onderwerp van de alarm-mail

source: [FusionDirectory] Your account is about to expire
nl: [FusinDirectory] Je account zal spoedig vervallen.

source: Body (%s are cn, login, and link token)
nl: Body (%s zijn cn, login, en link token)

source: Body of the alert email, sent when the user is about to expire. Use %s for the cn, uid and token.
nl: Body van de alarmmail, verzenden als de user de vervaldatum benadert. Gebruik %s voor de cn, uid en token.

source: Dear %1$s, your account %2$s is about to expire, please use this link to avoid this: https://
nl: Beste %1$s, je account %2$s vervalt bijna, a.u.b. gebruik deze link om het vervallen te vermijden: https://

source: Confirmation email settings
nl: Configuratie email instellingen

source: Forward confirmation to the manager
nl: Doorsturen bevestiging naar de manager

source: Forward account extension confirmation to the manager
nl: Doorsturen accountuitbreidingsbevestiging naar de manager

source: Subject of the confirmation email
nl: Onderwerp van de bevestigingsmail

source: [FusionDirectory] Your account expiration has been postponed
nl: [FusionDirectory] Je account vervaldatum is uitgesteld

source: Body of the confirmation email, sent when the user has postponed expiration. Use %s for the cn and uid.
nl: Body van de confirmatie email, verzonden als de gebruiker de vervaldatum heeft achteruit gezet Gebruik %s voor de cn en uid.

source: Dear %1$s, your account %2$s expiration has been successfully postponed.
nl: Beste %1$s, je account %2$s vervaldatum is succesvol uitgesteld.

source: This token is invalid
nl: Dit token is niet geldig

source: Contact your administrator, there was a problem with mail server
nl: Contacteer je systeembeheerder, er was een probleem met de mailserver

source: Did not find an account with login "%s"
nl: Kan geen account vinden met login "%s"

source: Found multiple accounts with login "%s"
nl: Er zijn meerdere accounts gevonden met login "%s"

source: User
nl: Gebruiker

source: Expiration postpone
nl: Vervaldatum uitstel

source: Success
nl: Succes

source: Your expiration has been postponed successfully.
nl: Je vervaldatum is met succes uitgesteld

source: Error
nl: Fout

source: There was a problem
nl: Er was een probleem
